const check = String.fromCodePoint(0x2714)
const font = 'color: #BDAE82; font-family:Comic Sans MS; font-size: 18px; font-weight: 400;'

console.log(`%cВсего баллов 85/85:`, `${font}`)

console.log(`1. Смена изображений в секции +25 ${check}
2. Перевод страницы на два языка +25 ${check}
3. Переключение светлой и тёмной темы +25 ${check}
4. Дополнительный функционал: выбранный пользователем язык отображения страницы и светлая или тёмная тема сохраняются при перезагрузке страницы +5 ${check}
5. Дополнительный функционал: сложные эффекты для кнопок при наведении и/или клике +5 ${check}`);
